[
  {
    "rezept_lang": "en",
    "rezept_title": "Falafel 2",
    "rezept_description": "In a food processor, add the parsley, chickpeas, onion and garlic and mix until well-blended.\nAdd salt, pepper, crushed coriander seeds and cumin, then mix again.\nAdd the bicarbonate of soda, mix well and let the dough rest for an hour.\nAdd sesame seeds and mix.\nShape the dough into small disks (2” diameter) and deep fry until crunchy dark brown on the outside (the inside should remain moist).\nOptional step: dip the side of the falafel in sesame seeds before frying.\n\nIn a bowl, mix all the sauce ingredients well until the mixture is smooth. It’s that simple! Taste the sauce and adjust the lemon juice and salt to taste.\nNote: You can eliminate the yogurt or use vegan yogurt to turn this from a vegetarian to a vegan recipe!\nThe Sandwich\nThis step is totally personal! Using Lavash or pita bread (tortilla is not recommended), crush the falafel in a straight line, add cucumber, parsley, tomatoes, tahini sauce, and sumac for garnish. You can have the wrap cold or press it in a panini maker.\nFalafel can also be eaten in a platter without making them into a sandwich, but the best way to enjoy falafel is in a traditional wrap!"
  },
  {
    "rezept_lang": "de",
    "rezept_title": "Falafel 2",
    "rezept_description": "Die getrockneten Kichererbsen für einen ganzen Tag in Wasser einlegen.\n\nDie Kichererbsen abtropfen und mit den Zwiebel und Knoblauch durch den Fleischwolf drehen oder mit dem Pürierstab durchmengen. Sämtliche Zutaten sorgfältig durchmischen, abschmecken und die Masse zu kleinen Falafel-Bällchen formen.\n\nDie Falafel in einen Topf mit heißem Öl geben. Für etwa 4-6 Minuten frittieren, bis sie goldbraun sind.\n\nAuf einem Teller mit arabischen Fladenbrot anrichten und mit Tahini-Soße und einem Salat servieren oder zu einem Sandwich rollen."
  },
  {
    "rezept_lang": "ar",
    "rezept_title": "2الفلافل",
    "rezept_description": "طريقة عمل الفلافل السورية\n2المكوّنات\t\n0.5 كيلو حمص حب\n2 ملعقة كبيرة كزبرا يابسة مطحونة\n2 ملعقة كمون ناعم\nملح حسب الرغبة\nراس ثوم مهروس\n1 ملعقة صغيرة هال مطحون\n1 ملعقة صغيرة ماجي بودر\n0.5 ملعقة صغيرة زنجبيل مطحون\n0.5 ملعقة صغيرة فلفل ابيض\n1 ملعقة صغيرة كربونات الصوديم\nسمسم ابيض\nالخطوات\t\nينقع الحمص اليابس ليلة كاملة\n\n  \nيطحن على فرامة اللحمة فرم ناعم دورين مع لثوم تضاف التوابل مع الدور الثاني عدا كربونات الصوديوم.\n\n  \nيخلط المكونات جيدا ويوضع كربونات الصوديوم قبل القلي مباشرة.\n\n  \nيشكل اقراص الفلافل في قالب الفلافل ويقلا بزيت غزير على نار متوسطة ويقدم مع الطحينة والخضار"
  }
]
